Repository: afontenot/repo-scrapers
Catalog: metadata.universal/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Universal Movie Scraper
de_de: Universeller Film-Scraper

# Addon Description
source: Universal Scraper is currently the most customizable scraper by collecting information from the following supported sites: IMDb, themoviedb.org, Rotten Tomatoes, OFDb.de, fanart.tv, port.hu. This scraper is currently the flagship of the Team-Kodi scrapers. The initial search can be done either on TMDb or IMDb (according to the settings), but following that it can be set field by field that from which site you want that specific information.
de_de: Universal Scraper ist aktuell der Scraper mit den meisten Anpassungsoptionen, da er Metadaten von den folgenden Websites laden kann: IMDb, themoviedb.org, Rotten Tomatoes, OFDb.de, fanart.tv, port.hu. Dieser Scraper ist damit aktuell der mächtigste Scraper der Team-Kodi-Scraper. Die initiale Suche kann entweder in TMDb oder IMDb ausgefürt werden (entsprechend der Einstellungen), anschließend kann aber für jedes Feld individuell ausgewählt werden, woher die Informationen bezogen werden sollen.

# #30001
source: Enable fanart from themoviedb.org
de_de: Fanart von themoviedb.org aktivieren

# #30002
source: Enable posters from themoviedb.org
de_de: Poster von themoviedb.org aktivieren

# #30004
source: Enable posters from MoviePosterDB
de_de: Poster von MoviePosterDB aktivieren

# #30005
source: Get Trailers directly from YouTube
de_de: Trailer direkt von YouTube laden

# #30008
source: Preferred Title Language from
de_de: Bevorzugte Sprache für Titel von

# #30009
source: Enable trailers from themoviedb.org
de_de: Trailer von themoviedb.org aktivieren

# #30012
source: Trailers
de_de: Trailer

# #30013
source: Get Set (Collection) Name from themoviedb.org
de_de: Filmreihenname von themoviedb.org holen

# #30014
source: Get Plot from
de_de: Handlung holen von

# #30015
source: Get Cast / Directors / Writers From
de_de: Besetzung / Regisseure / Autoren holen von

# #30016
source: Plot Sources
de_de: Handlungsquellen

# #30020
source: Preferred Plot Language
de_de: Bevorzugte Sprache für Handlung

# #30021
source: Get Default Ratings from
de_de: Standardbewertungen holen von

# #30022
source: Get Genres From
de_de: Genres holen von

# #30023
source: Get Title From
de_de: Titel holen von

# #30024
source: Title Sources
de_de: Titelquellen

# #30025
source: Cast & Credits Sources
de_de: Besetzungs- und Abspannquellen

# #30026
source: Genres Sources
de_de: Genrequellen

# #30027
source: Preferred Title Language
de_de: Bevorzugte Sprache für Titel

# #30028
source: Trailer Sources
de_de: Trailer-Quellen

# #30029
source: Movie Collections
de_de: Filmsammlungen

# #30030
source: Rating Sources
de_de: Bewertungsquellen

# #30031
source: Certification Settings
de_de: Altersfreigabeeinstellungen

# #30032
source: Get Certification From
de_de: Altersfreigabe holen von

# #30033
source: Preferred Certification Country
de_de: Bevorzugtes Land für Altersfreigabe

# #30034
source: Preferred Poster Language
de_de: Bevorzugte Sprache für Poster

# #30035
source: Certification Prefix
de_de: Altersfreigabenpräfix

# #30037
source: Enable posters from trakt.tv
de_de: Poster von trakt.tv aktivieren

# #30038
source: Enable fanart from trakt.tv
de_de: Fanart von trakt.tv aktivieren

# #30039
source: Enable trailers from trakt.tv
de_de: Trailer von trakt.tv aktivieren

# #30040
source: Genre Language
de_de: Sprache für Genre

# #30041
source: Preferred Trailer Language
de_de: Bevorzugte Sprache für Trailer

# #30042
source: Get Tagline From
de_de: Motto holen von

# #30043
source: Preferred Tagline Language
de_de: Bevorzugte Sprache für Motto

# #30044
source: Get IMDb TOP250 Ranking
de_de: IMDb TOP 250 Rangliste holen

# #30045
source: Get Outline From
de_de: Handlungsumriss laden von

# #30046
source: Preferred Set (Collection) Name Language
de_de: Bevorzugte Sprache für Filmreihen

# #30047
source: Poster Sources
de_de: Posterquellen

# #30048
source: Get Keywords and Save as Tags from
de_de: Schlüsselwörter holen und als Schlagwörter speichern von

# #30100
source: Rating
de_de: Wertung

# #30110
source: Rating Generated Using
de_de: Bewertung erzeugt mittels

# #30111
source: Also get ratings from IMDb
de_de: Zusätzlich Bewertungen von IMDb holen

# #30112
source: Also get ratings from Rotten Tomatoes
de_de: Zusätzlich Bewertungen von Rotten Tomatoes holen

# #30113
source: Also get ratings from MetaCritic
de_de: Zusätzlich Bewertungen von MetaCritic holen

# #30114
source: Also get ratings from themoviedb.org
de_de: Zusätzlich Bewertungen von themoviedb.org holen

# #30115
source: Use the Score Aggregated from
de_de: Aggregierte Wertung verwenden von

# #30117
source: Please Register Api Key on omdbapi.com and Add it Above
de_de: Bitte API-Key auf omdbapi.com registrieren und hier eintragen

# #30118
source: Also get non-default Rotten Tomatoes ratings
de_de: Zusätzlich nicht-standard Bewertungen von Rotten Tomatoes holen

# #30200
source: Credits
de_de: Mitwirkungen

# #30201
source: Get Studio from
de_de: Studio holen von

# #30202
source: Get Country from
de_de: Land holen von

# #30300
source: Search
de_de: Suche

# #30303
source: Search Engine to Use
de_de: Zu verwendende Suchmaschine

# #30304
source: Secondary Search Language (In Addition to en-us)
de_de: Sekundäre Suchsprache (zusätzlich zu en-us)

# #30305
source: Include All Movie Categories
de_de: Alle Filmkategorien einbeziehen

# #30306
source: Warning:
de_de: Warnung:

# #30307
source: Enabling All Movie Categories will greatly reduce the search accuracy !!!
de_de: Das Aktivieren aller Filmkategorien wird die Suchgenauigkeit beträchtlich vermindern !!!

# #30308
source: Preferred Search Language
de_de: Bevorzugte Suchsprache

# #30400
source: Plot
de_de: Handlung

# #30401
source: Plot / Tagline / Outline
de_de: Handlung / Tagline / Handlungsumriss

# #30501
source: Fanart Sources
de_de: Fanart-Quellen

# #30502
source: Enable posters from fanart.tv
de_de: Poster von fanart.tv aktivieren

# #30503
source: Enable fanart from fanart.tv
de_de: Fanart von fanart.tv aktivieren

# #30504
source: Enable posters from IMDb
de_de: Poster von IMDb aktivieren

# #30701
source: Extra Artwork
de_de: Zusätzliches Artwork

# #30702
source: Enable clearlogo from fanart.tv
de_de: Clearlogo von fanart.tv aktivieren

# #30703
source: Enable clearart from fanart.tv
de_de: Clearart von fanart.tv aktivieren

# #30704
source: Enable movie banner from fanart.tv
de_de: Filmbanner von fanart.tv aktivieren

# #30705
source: Enable movie landscape from fanart.tv
de_de: Filmlandschaft von fanart.tv aktivieren

# #30707
source: Enable movie landscape from themoviedb.org
de_de: Filmlandschaft von themoviedb.org aktivieren

# #30706
source: Enable discart from fanart.tv
de_de: Discart von fanart.tv aktivieren

# #30801
source: Collection Artwork
de_de: Artwork für Kollektionen

# #30802
source: Enable set poster from fanart.tv
de_de: Filmreihen-Poster von fanart.tv aktivieren

# #30803
source: Enable set fanart from fanart.tv
de_de: Filmreihen-Fanart von fanart.tv aktivieren

# #30804
source: Enable set clearlogo from fanart.tv
de_de: Filmreihen-Clearlogo von fanart.tv aktivieren

# #30805
source: Enable set clearart from fanart.tv
de_de: Filmreihen-Clearart von fanart.tv aktivieren

# #30806
source: Enable set banner from fanart.tv
de_de: Filmreihen-Banner von fanart.tv aktivieren

# #30807
source: Enable set landscape from fanart.tv
de_de: Filmreihenlandschaft von fanart.tv aktivieren

# #30808
source: Enable set discart from fanart.tv
de_de: Filmreihen-Discart von fanart.tv aktivieren
